let citys = [{
  'code': 'A',
  'cityList': ['阿拉善', '鞍山', '安庆', '安阳', '定安', '阿坝', '安顺', '阿里', '安康', '阿克苏', '阿勒泰', '阿拉尔', '澳门']
}, {
  'code': 'B',
  'cityList': ['北京', '滨州', '包头', '巴彦淖尔', '保定', '本溪', '白山', '白城', '蚌埠', '滨州', '北海', '百色', '白沙', '保亭', '巴中', '毕节', '保山', '宝鸡', '白银', '博尔塔拉', '巴音郭楞']
}, {
  'code': 'C',
  'cityList': ['赤峰', '重庆', '潮州', '承德', '沧州', '长治', '朝阳', '长春', '常州', '滁州', '巢湖', '池州', '长沙', '常德', '郴州', '崇左', '澄迈', '昌江', '成都', '楚雄', '昌都', '昌吉']
}, {
  'code': 'D',
  'cityList': ['东营', '德州', '东莞', '大同', '大连', '丹东', '大庆', '大兴安岭', '东营', '德州', '儋州', '东方', '德阳', '达州', '大理', '德宏', '迪庆', '定西']
}, {
  'code': 'E',
  'cityList': ['鄂尔多斯', '鄂州', '恩施']
}, {
  'code': 'F',
  'cityList': ['佛山', '抚顺', '阜新', '阜阳', '福州', '抚州', '防城港']
}, {
  'code': 'G',
  'cityList': ['广州', '赣州', '桂林', '贵港', '广元', '广安', '甘孜', '贵阳', '甘南', '果洛', '固原']
}, {
  'code': 'H',
  'cityList': ['菏泽', '呼和浩特', '呼伦贝尔', '惠州', '河源', '邯郸', '衡水', '葫芦岛', '哈尔滨', '鹤岗', '黑河', '淮安', '杭州', '湖州', '合肥', '淮南', '淮北', '黄山', '亳州', '菏泽', '鹤壁', '黄石', '黄冈', '衡阳', '怀化', '贺州', '河池', '海口', '红河', '汉中', '海东', '海北', '黄南', '海南', '哈密', '和田']
}, {
  'code': 'J',
  'cityList': ['济南', '济宁', '江门', '揭阳', '晋城', '晋中', '吉林', '鸡西', '佳木斯', '嘉兴', '金华', '景德镇', '九江', '吉安', '济南', '济宁', '焦作', '济源', '荆门', '荆州', '嘉峪关', '金昌', '酒泉']
}, {
  'code': 'K',
  'cityList': ['开封', '昆明', '克拉玛依', '克孜勒苏', '喀什']
}, {
  'code': 'L',
  'cityList': ['莱芜', '临沂', '聊城', '廊坊', '临汾', '吕梁', '辽阳', '辽源', '连云港', '丽水', '六安', '龙岩', '莱芜', '临沂', '聊城', '洛阳', '漯河', '娄底', '柳州', '来宾', '临高', '乐东', '陵水', '泸州', '乐山', '凉山彝族自治州', '六盘水', '丽江', '临沧', '拉萨', '林芝', '兰州', '陇南', '临夏']
}, {
  'code': 'M',
  'cityList': ['茂名', '梅州', '锦州', '牡丹江', '马鞍山', '绵阳', '眉山', '梅西']
}, {
  'code': 'N',
  'cityList': ['南京', '南通', '宁波', '南平', '宁德', '南昌', '南阳', '南宁', '内江', '南充', '怒江', '那曲']
}, {
  'code': 'P',
  'cityList': ['盘锦', '莆田', '萍乡', '平顶山', '濮阳', '攀枝花', '普洱', '平凉']
}, {
  'code': 'Q',
  'cityList': ['青岛', '清远', '秦皇岛', '齐齐哈尔', '七台河', '泰州', '衢州', '泉州', '青岛', '潜江', '钦州', '琼海', '琼中', '黔西南', '黔东南', '黔南', '曲靖', '庆阳']
}, {
  'code': 'R',
  'cityList': ['日照', '日喀则']
}, {
  'code': 'S',
  'cityList': ['上海', '韶关', '深圳', '汕头', '汕尾', '石家庄', '朔州', '沈阳', '四平', '松原', '双鸭山', '绥化', '苏州', '宿迁', '绍兴', '宿州', '三明', '上饶', '三门峡', '商丘', '十堰', '随州', '神农架', '邵阳', '三亚', '三沙', '遂宁', '山南', '商洛', '石嘴山', '石河子']
}, {
  'code': 'T',
  'cityList': ['泰安', '通辽', '天津', '唐山', '太原', '铁岭', '通化', '台州', '铜陵', '泰安', '天门', '屯昌', '铜仁', '铜川', '天水', '吐鲁番', '塔城', '图木舒克', '台湾']
}, {
  'code': 'W',
  'cityList': ['潍坊', '威海', '乌海', '乌兰察布', '无锡', '温州', '芜湖', '潍坊', '威海', '武汉', '梧州', '五指山', '文昌', '万宁', '文山', '渭南', '武威', '吴忠', '乌鲁木齐', '五家渠']
}, {
  'code': 'X',
  'cityList': ['兴安', '锡林郭勒', '邢台', '忻州', '徐州', '宣城', '厦门', '新余', '新乡', '许昌', '信阳', '襄阳', '孝感', '咸宁', '仙桃', '湘潭', '湘西土家族苗族自治州', '西双版纳', '西安', '咸阳', '西宁', '香港']
}, {
  'code': 'Y',
  'cityList': ['烟台', '阳江', '云浮', '阳泉', '运城', '营口', '延边', '伊春', '盐城', '扬州', '鹰潭', '宜春', '烟台', '宜昌', '岳阳', '益阳', '永州', '玉林', '宜宾', '雅安', '玉溪', '延安', '榆林', '玉树', '银川', '伊犁']
}, {
  'code': 'Z',
  'cityList': ['淄博', '枣庄', '珠海', '湛江', '肇庆', '中山', '张家口', '镇江', '舟山', '漳州', '淄博', '枣庄', '郑州', '周口', '驻马店', '株洲', '张家界', '自贡', '资阳', '遵义', '昭通', '张掖', '中卫']
}]

export { citys }
